<template>
  <div class="ٌRulesC2">
    <div class="container">
      <div class="heading">
        <h1 class="h1">المقدمه</h1>
      </div>
      <div class="para">
        <p class="p">
          ُلزمك هذه الاتفاقية أو تُلزم الشركة التي تمثلها ("أنت" أو "الخاص بك")
          بالشروط والأحكام المنصوص عليها هنا فيما يتعلق باستخدامك لخدمات المناسة
          أو العروض الأخرى على موقعنا (يُشار إليها إجمالاً باسم "منتجاتنا") .
          باستخدام أي من منتجات أو خدمات الشركة ، فإنك توافق على الالتزام بشروط
          وأحكام هذه الاتفاقية. إذا كنت لا توافق على كل أو جزء من بنود وشروط هذه
          الاتفاقية ، فلا تستخدم منتجات الشركة ؛ استمرار استخدامك للموقع بعد نشر
          التغييرات على هذه السياسة سيعتبر موافقتك على هذه التغييرات. قبول
          الشركة مشروط صراحة بقبولك لجميع شروط وأحكام هذه الاتفاقية ، دون تقييد
          لأي شروط أو شروط من هذه الاتفاقية. إذا اعتبرت هذه الشروط والأحكام
          عرضًا من قبل الشركة ، فإن القبول يقتصر صراحةً على هذه الشروط.
        </p>
        <div class="heading2">
          <h3 class="h1">1-الشروط الاضافية</h3>
        </div>
        <p class="p">
          إذا قمت بالتسجيل مسبقًا مع شركتنا أو كنت تستخدم أيًا من المنتجات ،
          فأنت أيضًا تخضع للشروط والأحكام ذات الصلة الواردة هنا في دولة الإمارات
          العربية المتحدة بلد اقامتنا .
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "ٌRulesC2",
};
</script>

<style lang="scss" scoped>
.ٌRulesC2 {
  direction: rtl;
  .heading2 {
    h3 {
      font-size: calc(20px + 0.6vw);
    }
  }
  .heading {
    p {
      color: #000;
    }
  }
  .para {
    margin: 40px 10%;
    p {
      margin: 40px 0;
    }
  }
}
@media (max-width: 768px) {
  .ٌRulesC2 {
    text-align: center;
  }
}
</style>
