<template>
  <div class="goverc2">
    <div class="container">
      <div class="heading">
        <h1 class="h1">سياسة الخصوصيه</h1>
        <p class="p">تم آخر تحديث لسياسة الخصوصية هذه في22 مارس 2023.</p>
      </div>
      <div class="para">
        <p class="p">
          أنت متعاقد مع Elmanasa ، وهي شركة تقع في مصر. تحترم شركة المناسة حقوقك
          فيما يتعلق بالخصوصية والمعلومات الشخصية الخاصة بك ، ونحن نقدم سياسة
          الخصوصية هذه لمساعدتك على فهم كيفية جمع المعلومات التي نحصل عليها منك
          أو عنك عند استخدام خدماتنا ، واستخدامها ، ومشاركتها ، وتخزينها ،
          والكشف عنها. تنطبق سياسة الخصوصية هذه على استخدامك لهذه الخدمات. كما
          هو مستخدم هنا ، يعني مصطلح "استخدام" استخدام الخدمات أو الوصول إليها
          أو تثبيتها أو تسجيل الدخول إليها أو الاتصال بها أو تنزيلها أو زيارتها
          أو تصفحها. علاوة على ذلك ، يُشار إلى أي معلومات تتعلق بأخذ الدورات و /
          أو مشاهدة المحادثات المضمنة على سبيل المثال لا الحصر ، والتبادلات مع
          مدربي الدورات / المحادثات ، والطلاب الآخرين ، والإجابات ، والمقالات ،
          والعناصر الأخرى المقدمة لتلبية متطلبات الدورة ، باسم "معلومات الدورة
          التدريبية .
        </p>
        <p class="p">
          تتيح لك Elmanasa التسجيل والاستفادة من الدورات والأحداث عبر الإنترنت
          حول مجموعة متنوعة من الموضوعات التي يتم تدريسها من قبل المدرسين ، حيث
          سترى ، من بين أمور أخرى ، مراجعات للدورات التدريبية من قبل الطلاب
          الآخرين أو مشاهدي المحادثات.
        </p>
        <p class="p">
          تصف سياسة الخصوصية هذه أيضًا الخيارات المتاحة لك فيما يتعلق باستخدام
          معلوماتك الشخصية والوصول إليها وكيفية تحديثها وتصحيحها. هذه اتفاقية
          ملزمة قانونًا بينك وبين Elmansa أثناء استخدام الخدمة ، فإنك توافق
          تمامًا على شروط هذه الاتفاقية. يجب عليك مراجعة سياسة الخصوصية هذه
          بالاقتران مع شروط وأحكام الاستخدام وأي اتفاقية أو سياسة أخرى نقدمها
          والتي تحكم استخدامك لهذه الخدمات. من خلال تزويدنا ببياناتك ، فإنك
          تتعهد لنا بأن عمرك يزيد عن 18 عامًا.
        </p>
        <p class="p">
          باستخدام هذا الموقع ، فإنك تدل على موافقتك على هذه السياسة. إذا كنت لا
          توافق على هذه السياسة ، يرجى عدم استخدام موقعنا. استمرار استخدامك
          للموقع بعد نشر التغييرات على هذه السياسة سيعتبر موافقتك على هذه
          المتعيرات .
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "GoverC2",
};
</script>

<style lang="scss" scoped>
.goverc2 {
  direction: rtl;
  .heading {
    p {
      color: #000;
    }
  }
  .para {
    margin: 40px 10%;
    p {
      margin: 40px 0;
    }
  }
}
@media (max-width: 768px) {
  .goverc2 {
    text-align: center;
  }
}
</style>
